;
; If you have translated the new language file, you can send it to aqiayi@sina.com .
; welcome to visit baymax website: https://www.chinapyg.com

[Info]
;Language name in your own language e.g. Deutsch
Language=English
;Language name in English e.g. German
LanguageEn=English
LanguageVer=1.0
Translator=baymax group

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[setting]
; Setting UI
1000 = Options
1001 = Replacement of relocation tables and relative Offsets (including packers)
1002 = Replace Structure Offset
1003 = Replace Stack register Offset
1004 = Replace Immediate (not recommended)
1005 = Replace Short Jump Offset (not recommended)
1006 = Popup prompt dialog box when the current module signature is not unique
1007 = Languages:
1008 = OK
1009 = The maximum number of signature search results is 100

[notify]
; Notify UI
2000 = The Signature is copied. \r\n\r\nIn %s module, we found %d signatures. Click the "View" button for details.
2001 = The Signature is copied. \r\n\r\nWe find %d signatures in the current module. Click the "View" button for details. \r\nCurrent module: %s
2002 = Friendly reminder
2003 = Don't show this window again
2004 = View
2005 = The Signature is copied. \r\n\r\nIn %s module, we found more than %d signatures. Click the "View" button for details.
2006 = The Signature is copied. \r\n\r\nWe found at least %d signatures in the current module. Click the "View" button for details. \r\nCurrent module: %s

[search]
; Search UI
3000 = Signature search
3001 = Module list:
3002 = Signature:
3003 = Ordinal
3004 = Virtual Address
3005 = Relative Virtual Address
3006 = File Offset Address
3007 = Signature isn't found.
3008 = Found %d in total.
3009 = Prompt
3010 = Signature should be even
3011 = Signature is incorrect
3012 = Note
3013 = Search
3014 = Copy VA(&V)
3015 = Copy RVA(&R)
3016 = Copy FOA(&F)
3017 = Section Name
3018 = Characteristics
3019 = Find more than 99.

[menu]
4000 = Options
4001 = Copy Signature(pattern)
4002 = Search Signature(pattern)
